Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# app.dailynote.card.daily_training.label
source: Daily Training
de: Tägliches Training
es: Entrenamiento diario
fil: Pang-araw-araw na Pagsasanay
fr: Entraînement Quotidien
it: Allenamento Quotidiano
ja: デイリー訓練
ko: 일일 훈련
ru: Ежедневная тренировка
vi: Đào tạo hàng ngày
zh_hans: 每日实训
zh_hant: 每日實訓

# app.dailynote.card.dailyTask.extraReward.notReceived
source: Extra Reward Available
de: Zusätzliche Belohnung verfügbar
es: Recompensa extra disponible
fil: Karagdagang Gantimpala Available
fr: Récompense supplémentaire disponible
it: Ricompensa Extra Disponibile
ja: 追加報酬 未受取
ko: 추가 보상 사용 가능
ru: Доступно дополнительное вознаграждение
vi: Phần thưởng bổ sung có sẵn
zh_hans: 额外奖励 待领取
zh_hant: 額外獎勵 待領取

# app.dailynote.card.dailyTask.extraReward.received
source: Extra Reward Retrieved
de: Zusätzliche Belohnung abgerufen
es: Recompensa Extra Recibida
fil: Karagdagang Gantimpala Nakuha
fr: Récompense Supplémentaire Récupérée
it: Ricompensa Extra Recuperata
ja: 追加報酬 受取済
ko: 추가 보상 수령 완료
ru: Получено дополнительное вознаграждение
vi: Phần thưởng bổ sung đã nhận
zh_hans: 额外奖励 已领取
zh_hant: 額外獎勵 已領取

# app.dailynote.card.dailyTask.label
source: Daily Commission
de: Täglicher Auftrag
es: Comisión diaria
fil: Pang-araw-araw na Komisyon
fr: Commission quotidienne
it: Commissione giornaliera
ja: デイリー依頼
ko: 일일 커미션
ru: Ежедневные задания
vi: Hoa hồng hàng ngày
zh_hans: 每日委托
zh_hant: 每日委託

# app.dailynote.card.dispatch.label
source: Assignments
de: Aufgaben
es: Tareas
fil: Mga Takdang Aralin
fr: Expéditions
it: Compiti
ja: 派遣依頼
ko: 과제
ru: Назначения
vi: Phân công
zh_hans: 派遣委托
zh_hant: 派遣委託

# app.dailynote.card.error.pleaseCheckAtProfileMgr
source: Please go to the Settings Page to check possible connectivity issues with this local profile.
de: Bitte gehen Sie zur Einstellungsseite, um mögliche Verbindungsprobleme mit diesem lokalen Profil zu überprüfen.
es: Dirígete a la página de configuración para comprobar posibles problemas de conectividad con este perfil local.
fil: Pakiusap pumunta sa Pahina ng Mga Setting upang suriin ang mga posibleng isyu sa koneksyon sa lokal na profile na ito.
fr: Veuillez vous rendre sur la page des paramètres pour vérifier les problèmes de connectivité possibles avec ce profil local.
it: Si prega di andare alla Pagina delle Impostazioni per controllare eventuali problemi di connettività con questo profilo locale.
ja: アプリ設定でこのプロファイルの接続問題をご確認ください。
ko: 설정 페이지로 이동하여 이 로컬 프로필과 관련된 연결 문제를 확인하세요.
ru: Пожалуйста, перейдите на страницу настроек, чтобы проверить возможные проблемы с подключением для этого локального профиля.
vi: Vui lòng đi đến Trang Cài Đặt để kiểm tra các vấn đề kết nối có thể có với hồ sơ cục bộ này.
zh_hans: 请前往 App 设定页面检查该本地账号的网络连接异常。
zh_hant: 請前往 App 設定頁面檢查該本機帳號的網路連線故障。

# app.dailynote.card.homeCoin.label
source: Realm Currency
de: Reichswährung
es: Moneda del Reino
fil: Salaping Pang-realm
fr: Devise du royaume
it: Valuta del reame
ja: 洞天宝銭
ko: 왕국 화폐
ru: Валюты в Королевстве
vi: Tiền Tệ Thế Giới
zh_hans: 洞天宝钱
zh_hant: 洞天寶錢

# app.dailynote.card.hsr_echo_of_war.label
source: Echo of War
de: Echo des Krieges
es: Ecos de la guerra
fil: Alingawngaw ng Digmaan
fr: Écho de la Guerre
it: Eco di Guerra
ja: 歴戦余韻
ko: 전쟁의 여운
ru: Эхо Войны
vi: Dư Âm Chiến Đấu
zh_hans: 历战余响
zh_hant: 歷戰餘響

# app.dailynote.card.parametricTransformer.label
source: Parametric Transformer
de: Parametrischer Transformator
es: Transformador Paramétrico
fil: Parametrikong Transformer
fr: Transformateur Paramétrique
it: Trasformatore Parametrico
ja: 参量物質変化器
ko: 파라메트릭 트랜스포머
ru: Параметрический трансформер
vi: Máy biến áp tham số
zh_hans: 参量质变仪
zh_hant: 參數質變儀

# app.dailynote.card.resin.label
source: Original Resin
de: Ursprüngliches Harz
es: Resina original
fil: Orihinal na Dagta
fr: Résine originelle
it: Resina Originale
ja: 天然樹脂
ko: 원신
ru: Первородная смола
vi: Nhựa Gốc
zh_hans: 原粹树脂
zh_hant: 原粹樹脂

# app.dailynote.card.simulated_universe_aggregated.label
source: Simulated Universe, etc.
de: Simuliertes Universum usw.
es: Universo Simulado (y otros)
fil: Simulated na Uniberso (atbp.)
fr: Univers Simulé (etc.)
it: Universo Simulato (ecc.)
ja: 模擬宇宙など
ko: 시뮬레이션된 우주 등
ru: Симулированная Вселенная и др.
vi: Vũ trụ Mô phỏng (v.v.)
zh_hans: 模拟宇宙(等)
zh_hant: 模擬宇宙(等)

# app.dailynote.card.simulated_universe.label
source: Simulated Universe
de: Simuliertes Universum
es: Universo Simulado
fil: Simulated na Uniberso
fr: Univers simulé
it: Universo Simulato
ja: 模擬宇宙
ko: 시뮬레이션된 우주
ru: Симулированная Вселенная
vi: Vũ trụ Mô phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# app.dailynote.card.trailblazePower.label
source: Trailblaze Power
de: Pionierkraft
es: Poder Trailblaze
fil: Lakas ng Trailblaze
fr: Puissance du pionnier
it: Potenza Trailblaze
ja: 開拓力
ko: 개척의 힘
ru: Сила первопроходца
vi: Sức Mạnh Tiên Phong
zh_hans: 开拓力
zh_hant: 開拓力

# app.dailynote.card.weeklyBoss
source: Trounce Blossom
de: Triumphblüte
es: Revés Floración
fil: Bulaklak ng Pagwawagi
fr: Fleur des lignes énergétiques
it: Sconfiggi Fiore
ja: 征討の花
ko: 트라운스 블로섬
ru: Блум Сражений
vi: Đả bại Hoa
zh_hans: 征讨之花
zh_hant: 征討之花

# app.dailynote.card.zzzBatteryEnergy.label
source: ZZZ Energy
de: ZZZ Energie
es: ZZZ Energía
fil: ZZZ Enerhiya
fr: Énergie ZZZ
it: Energia ZZZ
ja: ZZZ エネルギー
ko: ZZZ 에너지
ru: Энергия ZZZ
vi: Năng lượng ZZZ
zh_hans: 绝区电量
zh_hant: 絕區電量

# app.dailynote.card.zzzHollowZeroBountyCommission.label
source: Bounty Commission
de: Kopfgeldaufträge
es: Encargo de cacería
fil: Kumisyon ng Premyo
fr: Commission de traque
it: Commissione di Taglia
ja: 懸賞依頼
ko: 현상금 의뢰
ru: Призовой заказ
vi: Ủy Thác Treo Thưởng
zh_hans: 悬赏委托
zh_hant: 懸賞委託

# app.dailynote.card.zzzHollowZeroInvestigationPoint.label
source: Investigation Point
de: Ermittlungspunkt
es: Puntos de investigación
fil: Punto ng Pagsisiyasat
fr: Points d'inspection
it: Punto di Investigazione
ja: 調査ポイント
ko: 조사 포인트
ru: Очки исследования
vi: Điểm Điều Tra
zh_hans: 调查点数
zh_hant: 調查點數

# app.dailynote.card.zzzScratchableCard.done
source: Scratched
de: Gekratzt
es: Rayado
fil: Gasgas
fr: Éraflé
it: Graffiato
ja: 引き済み
ko: 스크래치된
ru: Поцарапанный
vi: Đã xước
zh_hans: 已刮取
zh_hant: 已刮取

# app.dailynote.card.zzzScratchableCard.label
source: Scratch Cards
de: Rubbelkarten
es: Tarjetas Raspables
fil: Mga Kard na Pangbahid
fr: Cartes à gratter
it: Gratta e Vinci
ja: スクラッチ
ko: 즉석 복권
ru: Скретч-карты
vi: Thẻ cào
zh_hans: 刮刮卡
zh_hant: 刮刮樂

# app.dailynote.card.zzzScratchableCard.notYet
source: Available
de: Verfügbar
es: Disponible
fil: Magagamit
fr: Disponible
it: Disponibile
ja: 引ける
ko: 사용 가능
ru: Доступно
vi: Có sẵn
zh_hans: 可以刮
zh_hant: 可以刮

# app.dailynote.card.zzzVHSStoreInOperationState.label
source: VHS Store
de: VHS-Geschäft
es: Tienda VHS
fil: Tindahan ng VHS
fr: Magasin VHS
it: Negozio VHS
ja: ビデオ屋
ko: VHS 상점
ru: Магазин VHS
vi: Cửa hàng VHS
zh_hans: 录像店经营
zh_hant: 錄影店經營

# app.dailynote.card.zzzVitality.label
source: Today’s Vitality
de: Heutige Vitalität
es: Vitalidad de hoy
fil: Kasiglahan Ngayon
fr: Vitalité du jour
it: Vitalità di oggi
ja: 今日の活躍度
ko: 오늘의 활력
ru: Сегодняшняя жизнестойкость
vi: Sức sống hôm nay
zh_hans: 今日活跃度
zh_hant: 今日活躍度

# app.dailynote.noCard.suggestion
source: No local profile found on this device. You may switch to the App Settings page and add one. :)
de: Kein lokales Profil auf diesem Gerät gefunden. Du kannst zur App-Einstellungsseite wechseln und eines hinzufügen. :)
es: No se encontró un perfil local en este dispositivo. Puedes cambiar a la página de Configuración de la aplicación y agregar uno. :)
fil: Walang lokal na profile na natagpuan sa device na ito. Maaari kang pumunta sa App Settings page at magdagdag ng isa. :)
fr: Aucun profil local trouvé sur cet appareil. Vous pouvez passer à la page des paramètres de l'application et en ajouter un. :)
it: Nessun profilo locale trovato su questo dispositivo. Puoi passare alla pagina delle Impostazioni dell'app e aggiungerne uno. :)
ja: この端末でプロファイルを見つけませんでした。アプリ設定画面で新しいプロファイルをご追加ください。
ko: 이 장치에서 로컬 프로필을 찾을 수 없습니다. 앱 설정 페이지로 이동하여 추가할 수 있습니다. :)
ru: На этом устройстве не найден локальный профиль. Вы можете перейти на страницу настроек приложения и добавить его. :)
vi: Không tìm thấy hồ sơ cục bộ trên thiết bị này Bạn có thể chuyển sang trang Cài đặt ứng dụng và thêm một hồ sơ :)
zh_hans: 尚未发现本地账号。请前往 App 设定页面新增一个本地账号。
zh_hant: 尚未發現本機帳號。請前往 App 設定頁面新增一個本機帳號。

# app.dailynote.noCard.switchToSettingsPage
source: Go To Settings Page
de: Zur Einstellungsseite
es: Ir a la Página de Configuración
fil: Pumunta sa Settings Page
fr: Aller à la Page Des Paramètres
it: Vai alla Pagina Impostazioni
ja: 設定画面へ
ko: 설정 페이지로 이동
ru: Перейти на Страницу Настроек
vi: Chuyển Đến Trang Cài Đặt
zh_hans: 前往设定页面
zh_hant: 前往設定頁面

# app.language.restartRequired.description
source: This does not apply to Widget and scheduled notifications. See FAQ for details.
de: Dies gilt nicht für Widget und geplante Benachrichtigungen. Weitere Details finden Sie in den FAQ.
es: Esto no se aplica a los widgets y notificaciones programadas. Consulta las FAQ para más detalles.
fil: Hindi ito nalalapat sa Widget at naka-iskedyul na notification. Tingnan ang FAQ para sa mga detalye.
fr: Ceci ne s'applique pas aux widgets et notifications programmées. Consultez la FAQ pour plus de détails.
it: Questo non si applica ai widget e alle notifiche programmate. Consulta le FAQ per i dettagli.
ja: ウィジェットや予定済みの通知の言語は別件となります。詳細はFAQをご確認ください。
ko: 이것은 위젯 및 예약된 알림에는 적용되지 않습니다. 자세한 내용은 FAQ를 확인하세요.
ru: Это не относится к виджетам и запланированным уведомлениям. Подробности смотрите в FAQ.
vi: Điều này không áp dụng cho Widget và thông báo đã lên lịch. Xem FAQ để biết chi tiết.
zh_hans: 这不适用于小工具和已排定的通知。详细信息请查看FAQ。
zh_hant: 這不適用於小工具和已排定的通知。詳細資訊請查看FAQ。

# dpv.characterInventory.navTitle
source: Character Inventory List
de: Charakterinventarliste
es: Lista de inventario de personaje
fil: Listahan ng Imbentaryo ng Karakter
fr: Liste des personnages possédés
it: Elenco Inventario Personaggi
ja: 持っているキャラの一覧
ko: 캐릭터 인벤토리 목록
ru: Список Инвентаря Персонажа
vi: Danh sách Kho Nguyên tố
zh_hans: 角色库存清单
zh_hant: 角色庫存清單

# dpv.characterInventory.notice.EmptyInventoryResult
source: The fetched inventory result is empty.
de: Das abgerufene Inventurergebnis ist leer.
es: El resultado del inventario recuperado está vacío.
fil: Walang laman ang nakuha na resulta ng imbentaryo.
fr: L'inventaire est vide.
it: Il risultato dell'inventario recuperato è vuoto.
ja: 受け取ったリストは空っぽでした。
ko: 가져온 재고 결과가 비어 있습니다.
ru: Полученный результат инвентаризации пуст.
vi: Kết quả kiểm kê đã lấy trống.
zh_hans: 获取到的角色库存清单是空的。
zh_hant: 獲取到的角色庫存清單是空的。

# dpv.characterInventory.tapHereToSeePreviouslyCachedResults
source: Tap here to see previously cached results.
de: Tippen Sie hier, um zuvor zwischengespeicherte Ergebnisse anzuzeigen.
es: Toca aquí para ver los resultados previamente almacenados en caché.
fil: I-tap dito upang makita ang mga dating naka-cache na resulta.
fr: Appuyez ici pour voir les résultats mis en cache précédemment.
it: Tocca qui per vedere i risultati memorizzati nella cache in precedenza.
ja: 前回のキャッシュ済みのデータを見るには、ここをタップしてください。
ko: 이전에 캐시된 결과를 보려면 여기를 탭하세요.
ru: Нажмите здесь, чтобы посмотреть ранее кэшированные результаты.
vi: Nhấn vào đây để xem các kết quả được lưu trong bộ nhớ đệm trước đó.
zh_hans: 点击这里查看最近一次缓存的资料。
zh_hant: 點按這裡查看最近的暫存結果。

# dpv.peripherals.footer.whySomeContentsAreRemoved
source: The "Travel Stats" and "Trailblazing Stats" features have been intentionally removed, as they did not provide a better user experience compared to those offered by HoYoLAB and Miyoushe.
de: Die Funktionen „Reisestatistiken“ und „Pionier-Statistiken“ wurden absichtlich entfernt, da sie keine bessere Benutzererfahrung als die von HoYoLAB und Miyoushe bieten.
es: Las funciones de „Estadísticas de Viaje“ y „Estadísticas Pioneras“ han sido eliminadas intencionadamente, ya que no ofrecían una mejor experiencia de usuario en comparación con las de HoYoLAB y Miyoushe.
fil: Ang mga tampok na „Mga Estadistika ng Paglalakbay“ at „Stats ng Pagtahak“ ay sadyang inalis dahil hindi nila naibigay ang mas magandang karanasan ng gumagamit kumpara sa mga inaalok ng HoYoLAB at Miyoushe.
fr: Les fonctionnalités „Statistiques de voyage“ et „Statistiques“ ont été intentionnellement supprimées, car elles n’offraient pas une meilleure expérience utilisateur que celles proposées par HoYoLAB et Miyoushe.
it: Le funzionalità „Statistiche di viaggio“ e „Statistiche Innovative“ sono state intenzionalmente rimosse, poiché non offrivano un’esperienza utente migliore rispetto a quelle di HoYoLAB e Miyoushe.
ja: 「旅の統計簿」および「開拓の統計」機能は、HoYoLABおよび米遊社が提供するものよりも優れたユーザー体験を提供できなかったため、削除されました。
ko: „여행 통계“와 „선구자 통계“ 기능은 HoYoLAB 및 Miyoushe가 제공하는 것보다 더 나은 사용자 경험을 제공하지 못해 의도적으로 제거되었습니다.
ru: Функции „Статистика путешествий“ и „Прокладывающая статистика“ были намеренно удалены, поскольку они не обеспечивали лучшего пользовательского опыта по сравнению с HoYoLAB и Miyoushe.
vi: Các tính năng „Thống kê du lịch“ và „Thống kê tiên phong“ đã bị xóa bỏ có chủ ý, vì chúng không mang lại trải nghiệm người dùng tốt hơn so với những gì HoYoLAB và Miyoushe cung cấp.
zh_hans: 「旅行统计」与「开拓统计」功能已被移除，因其无法提供比 HoYoLAB / 米游社更佳的使用体验。
zh_hant: 「旅行統計」與「開拓統計」功能已被移除，因其無法提供比 HoYoLAB / 米遊社更佳的使用體驗。

# dpv.query.menuCommandTitle
source: Showcase Query
de: Anfrage anzeigen
es: Consulta de Vitrina
fil: Query sa Pagpapakita
fr: Recherche par UID
it: Vetrina Query
ja: ショーケースを調べる
ko: 쇼케이스 쿼리
ru: Показать запрос
vi: Truy vấn giới thiệu
zh_hans: 查询展柜
zh_hant: 查詢展櫃

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
ru: Ошибка: %@
vi: Lỗi: %@
zh_hans: 错误: %@
zh_hant: 錯誤: %@

# profile.accountConnectivity.buttonTitle
source: Test connection
de: Verbindung testen
es: Probar conexión
fil: Subukin ang koneksyon
fr: Tester la connexion
it: Test connessione
ja: アカウントをテスト
ko: 연결 테스트
ru: Тестировать соединение
vi: Kiểm tra kết nối
zh_hans: 测试账号连接
zh_hant: 測試帳號連接

# profile.accountConnectivity.insufficientDataVisibility
source: Please expose the data visibility of this UID through HoYoLAB / Miyoushe app. If you are the UID owner, you may follow the following screenshot to config the data visibility.
de: Bitte legen Sie die Datensichtbarkeit dieser UID über die HoYoLAB / Miyoushe App offen. Wenn Sie der Eigentümer dieser UID sind, können Sie der folgenden Bildschirmaufnahme folgen, um die Datensichtbarkeit zu konfigurieren.
es: Por favor, exponga la visibilidad de los datos de este UID a través de la aplicación HoYoLAB / Miyoushe. Si usted es el propietario de este UID, puede seguir la siguiente captura de pantalla para configurar la visibilidad de los datos.
fil: Paki-hayag ang visibility ng datos ng UID na ito sa pamamagitan ng HoYoLAB / Miyoushe app. Kung ikaw ang may-ari ng UID na ito, maaari mong sundan ang sumusunod na screenshot upang i-config ang visibility ng datos.
fr: Veuillez rendre visible les données de cet UID via l'application HoYoLAB / Miyoushe. Si vous êtes le propriétaire de cet UID, vous pouvez suivre la capture d'écran suivante pour configurer la visibilité des données.
it: Si prega di rendere pubblica la visibilità dei dati di questo UID tramite l'app HoYoLAB / Miyoushe. Se sei il proprietario di questo UID, puoi seguire la seguente schermata per configurare la visibilità dei dati.
ja: このUIDのデータ公開設定を『HoYoLAB』 或いは 『米遊社』アプリを通じて行ってください。このUIDの所有者である場合は、以下のスクリーンショットを参考にデータ公開設定を行ってください。
ko: HoYoLAB / 미요시 앱을 통해 이 UID의 데이터 공개 여부를 설정해 주십시오. 해당 UID 소유자이신 경우, 다음 스크린샷을 참고하여 데이터 공개 설정을 하실 수 있습니다.
ru: Пожалуйста, откройте видимость данных этого UID через приложение HoYoLAB / Miyoushe. Если вы являетесь владельцем этого UID, вы можете следовать следующему скриншоту, чтобы настроить видимость данных.
vi: Vui lòng hiển thị khả năng hiển thị dữ liệu của UID này thông qua ứng dụng HoYoLAB / Miyoushe. Nếu bạn là chủ sở hữu của UID này, bạn có thể làm theo ảnh chụp màn hình sau để định cấu hình khả năng hiển thị dữ liệu.
zh_hans: 请通过 HoYoLAB / 米游社 App 公开此 UID 的数据可见性。如果您是该 UID 的所有者，您可以参考以下荧幕撷图配置数据可见性。
zh_hant: 請藉由 HoYoLAB / 米遊社 App 公開此 UID 的資料可見性。如果您是該 UID 的擁有者，您可以參考以下螢幕擷圖設定資料可見性。

# profile.label.allowNotification
source: Allow Notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fil: Payagan ang Mga Abiso
fr: Autoriser les notifications
it: Consenti notifiche
ja: 通知を許可する
ko: 알림 허용
ru: Разрешить уведомления
vi: Cho phép Thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# profile.label.cookie
source: Personal Cookies
de: Persönliche Cookies
es: Cookies personales
fil: Mga Personal na Cookie
fr: Cookies personnels
it: Cookie Personali
ja: 個人クッキー
ko: 개인 쿠키
ru: Персональные cookies
vi: Cookie Cá Nhân
zh_hans: 个人 Cookie
zh_hant: 個人 Cookie

# profile.label.editDetails
source: Edit Profile Details
de: Profilinformationen bearbeiten
es: Editar detalles del perfil
fil: I-edit ang Mga Detalye ng Profile
fr: Modifier les détails du profil
it: Modifica Dettagli Profilo
ja: プロファイルの詳細を編集
ko: 프로필 세부 정보 수정
ru: Редактировать детали профиля
vi: Chỉnh sửa chi tiết hồ sơ
zh_hans: 编辑本地账号详情
zh_hant: 編輯本機帳號詳情

# profile.label.fp
source: Device Fingerprint
de: Geräte-Fingerabdruck
es: Huella Digital del Dispositivo
fil: Fingerprint ng Device
fr: Empreinte de l'appareil
it: Impronta del dispositivo
ja: 端末指紋
ko: 디바이스 핑거프린트
ru: Отпечаток устройства
vi: Dấu vân tay thiết bị
zh_hans: 设备指纹
zh_hant: 設備指紋

# profile.label.fp.extraNotice.deviceFP
source: ⚠︎ UIDs governed by Miyoushe might need the user to manually fill in his / her device fingerprint by himself / herself in order to show some extra information.
de: ⚠︎ UIDs, die von Miyoushe verwaltet werden, erfordern möglicherweise, dass der Benutzer seinen Gerätefingerabdruck manuell ausfüllt, um zusätzliche Informationen anzuzeigen.
es: ⚠︎ Los UIDs gestionados por Miyoushe podrían requerir que el usuario complete manualmente la huella digital de su dispositivo por sí mismo para mostrar información adicional.
fil: ⚠︎ Ang mga UID na pinamamahalaan ng Miyoushe ay maaaring mangailangan na manu-manong punan ng user ang fingerprint ng kanyang device upang magpakita ng karagdagang impormasyon.
fr: ⚠︎ Les UIDs gérés par Miyoushe peuvent nécessiter que l'utilisateur remplisse manuellement les informations de son appareil lui-même afin d'afficher des informations supplémentaires.
it: ⚠︎ Gli UIDs gestiti da Miyoushe potrebbero richiedere che l'utente inserisca manualmente l'impronta digitale del suo dispositivo per mostrare informazioni aggiuntive.
ja: ⚠︎ このプロファイルのUIDは米遊社在籍の場合、追加情報を表示するために、ご自分で備えたデバイス指紋のご記入が要する場合はございます。
ko: ⚠︎ Miyoushe에서 관리하는 UID는 추가 정보를 표시하기 위해 사용자가 자신의 장치 지문을 수동으로 입력해야 할 수도 있습니다.
ru: ⚠︎ Идентификаторы, управляемые Miyoushe, могут потребовать от пользователя самостоятельно указать отпечаток устройства, чтобы отобразить дополнительную информацию.
vi: ⚠︎ Các UID do Miyoushe quản lý có thể yêu cầu người dùng tự điền dấu vân tay thiết bị của mình để hiển thị thêm thông tin.
zh_hans: ⚠︎ 受米游社管辖的 UID 可能需要用户手动填写自备的设备指纹以显示额外信息。
zh_hant: ⚠︎ 受米游社管轄的 UID 可能需要使用者手動填寫自備的設備指紋以顯示額外資訊。

# profile.label.game
source: Game
de: Spiel
es: Juego
fil: Laro
fr: Jeu
it: Gioco
ja: ゲーム
ko: 게임
ru: Игра
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# profile.label.nickname
source: Nickname
de: Spitzname
es: Apodo
fil: Palayaw
fr: Pseudo
it: Soprannome
ja: ニックネーム
ko: 닉네임
ru: Псевдоним
vi: Biệt danh
zh_hans: 昵称
zh_hant: 暱稱

# profile.label.server
source: Game Server
de: Spielserver
es: Servidor de juegos
fil: Server ng Laro
fr: Serveur
it: Server di gioco
ja: ゲームサーバー
ko: 게임 서버
ru: Игровой сервер
vi: Máy chủ trò chơi
zh_hans: 游戏区服
zh_hant: 遊戲區服

# profile.login.sectionHeader
source: Login your HoYoLAB / Miyoushe Account
de: Melde dich bei deinem HoYoLAB / Miyoushe-Konto an
es: Inicia sesión en tu cuenta de HoYoLAB / Miyoushe
fil: Mag-login sa iyong HoYoLAB / Miyoushe Account
fr: Connectez-vous à votre compte HoYoLAB/Miyoushe
it: Accedi al tuo account HoYoLAB / Miyoushe
ja: HoYoLAB / 米遊社アカウントのログイン
ko: HoYoLAB / 미유셰 계정으로 로그인하세요
ru: Войдите в свой аккаунт HoYoLAB / Miyoushe
vi: Đăng nhập tài khoản HoYoLAB / Miyoushe của bạn
zh_hans: 登录您的 HoYoLAB / 米游社账号
zh_hant: 登入您的 HoYoLAB / 米遊社帳號

# profileMgr.account.qr_code_login.check_scanned
source: I have scanned. Please check.
de: Ich habe gescannt. Bitte überprüfen.
es: He escaneado. Por favor, verifique.
fil: Nasuri ko na. Paki-check.
fr: Scan effectué. Veuillez vérifier les informations.
it: Ho eseguito la scansione. Si prega di controllare
ja: スキャン済み、ご検査を
ko: 스캔했습니다. 확인해 주세요.
ru: Я просканировал. Пожалуйста, проверьте.
vi: Tôi đã quét. Vui lòng kiểm tra.
zh_hans: 已扫描，请检查
zh_hant: 已掃描，請檢查

# profileMgr.account.qr_code_login.click_qr_to_save
source: Tap the QR code above to save it
de: Tippen Sie auf den QR-Code oben, um ihn zu speichern
es: Toca el código QR arriba para guardarlo
fil: I-tap ang QR code sa itaas upang i-save ito
fr: Appuyez sur le code QR ci-dessus pour l'enregistrer
it: Tocca il codice QR sopra per salvarlo
ja: QRコードをタップして保存
ko: 상단의 QR 코드를 탭하여 저장하세요
ru: Нажмите на QR-код выше, чтобы сохранить его
vi: Nhấn vào mã QR ở trên để lưu lại nó
zh_hans: 点击该二维码以保存
zh_hant: 點按該 QR Code 以保存

# profileMgr.account.qr_code_login.footer
source: Please use MiYouShe app to scan the QR code. You may also want to screenshot this QR code for the scanning.
de: Bitte verwenden Sie die MiYouShe-App, um den QR-Code zu scannen. Möglicherweise möchten Sie auch einen Screenshot dieses QR-Codes für das Scannen machen.
es: Utilice la aplicación MiYouShe para escanear el código QR. También puede hacer una captura de pantalla de este código QR para escanearlo.
fil: Mangyaring gamitin ang MiYouShe app upang i-scan ang QR code. Maaaring gusto mo ring i-screenshot ang QR code na ito para sa pag-scan.
fr: Veuillez utiliser l'application MiYouShe pour scanner le code QR. Vous pouvez également prendre une capture d'écran de ce code QR pour le scanner.
it: Per favore, usa l'app MiYouShe per scansionare il codice QR. Potresti anche voler fare uno screenshot di questo codice QR per la scansione.
ja: 米遊社アプリで直接にスキャンするか、あるいは画面画像を撮ってからスキャンしてください。
ko: MiYouShe 앱을 사용하여 QR 코드를 스캔하세요. QR 코드를 스크린샷하여 스캔할 수도 있습니다.
ru: Пожалуйста, используйте приложение MiYouShe для сканирования QR-кода. Вы также можете сделать скриншот этого QR-кода для сканирования.
vi: Vui lòng sử dụng ứng dụng MiYouShe để quét mã QR. Bạn cũng có thể muốn chụp màn hình mã QR này để quét.
zh_hans: 请使用米游社 App 扫描该二维码。您也可以将该二维码用屏幕截图的方式存下来扫描。
zh_hant: 請使用米遊社 App 掃描該 QR Code。您也可以將該 QR Code 用螢幕擷圖的方式存下來掃描。
